problems/+azevedo/@SimplySupportedBeam2d/meshes/simplySupportedBeam60x3/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            wall;
        nFaces          60;
        startFace       297;
    }
    left
    {
        type            wall;
        nFaces          3;
        startFace       357;
    }
    right
    {
        type            wall;
        nFaces          3;
        startFace       360;
    }
    bottom
    {
        type            wall;
        nFaces          60;
        startFace       363;
    }
    back
    {
        type            empty;
        nFaces          180;
        startFace       423;
    }
    front
    {
        type            empty;
        nFaces          180;
        startFace       603;
    }
)


// ************************************************************************* //
